{
    "/": "Code, content, tutorials, programs and community to enable developers of all skill levels on the MongoDB Data Platform. Join or follow us here to learn more!",
    "/articles": "Looking for developer resources? Discover all articles related to MongoDB and its products here on MongoDB Developer Center.",
    "/code-examples": "Need code examples for your MongoDB projects? Find code examples in Python, C#, JavaScript, Java, Go, and more on MongoDB Developer Center",
    "/languages/bash": "Interested in learning more about Bash and MongoDB? You've come to the right place. Discover all our content around Bash and MongoDB!",
    "/languages/csharp": "A general-purpose, multi-paradigm programming language. C# is a particularly useful language to learn for developing apps based on the .NET framework",
    "/languages/go": "Use Go with MongoDB! Also called Golang or Go language is a statically typed, compiled programming language and it used for general purpose.",
    "/languages/javascript": "A lightweight, interpreted, object-oriented language. JavaScript engines execute JS code client-side or server-side. Learn how to use JavaScript with MongoDB!",
    "/languages/python": "Use Python with MongoDB! A high-level, interpreted programming language and it is used for general purpose. Find out how to use it for data-intensive tasks here.",
    "/products": "Learn more about MongoDB's products and how you can leverage them for your personal or work projects! Learn more on MongoDB's Developer Center",
    "/products/mongodb": "Need more information about MongoDB? Here's a great place to start with videos, tutorials, and podcasts to get you where you need to be in your MongoDB journey.",
    "/products/mongodb/aggregation-framework": "Learn more about MongoDB's aggregation framework and how you can take your project to the next level with our best practices. Learn more on MongoDB Developer Center!",
    "/products/mongodb/aggregation-framework/articles": "Dive into MongoDB's aggregation framework articles to learn how you can maximize your projects. Learn more on MongoDB Developer Center!",
    "/products/mongodb/aggregation-framework/news": "Get the latest updates on MongoDB's aggregation framework. Find out what's newly released and what we have coming down the pipe!",
    "/products/mongodb/aggregation-framework/quickstarts": "Read the latest quickstarts for MongoDB's aggregation framework. Get your project up and running in minutes. Learn more from MongoDB Developer Center now!",
    "/products/mongodb/aggregation-framework/tutorials": "Deep dive into MongoDB's aggregation framework tutorials to learn the ins and outs and get ideas for how you can implement it into your projects today!",
    "/products/mongodb/articles": "Find all our articles around MongoDB and how you can supercharge your projects today. Learn more from MongoDB Developer Center now!",
    "/products/mongodb/cli": "Learn more about MongoDB's CLI and how you can leverage it in your latest project. Learn more from MongoDB Developer Center now!",
    "/products/mongodb/cli/quickstarts": "Learn from the latest quickstarts for MongoDB's CLI. Get your project up and running in minutes! Learn more from MongoDB Developer Center now!",
    "/products/mongodb/cloud-manager": "MongoDB Cloud Manager articles, tutorials, videos, and more. Everything you need to super charge your project. Learn more on MongoDB Developer Center!",
    "/products/mongodb/cloud-manager/tutorials": "Go deep into MongoDB's Cloud Manager tutorials to learn the ins and outs, and get ideas for how you can implement it into your projects today!",
    "/products/mongodb/code-examples": "Find all our MongoDB code examples that you can easily copy and paste to get your project to the next level. Get this and more on MongoDB's Developer Center today!",
    "/products/mongodb/data-visualization": "Question about MongoDB's Data Visualization? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help your data tell a story.",
    "/products/mongodb/encryption": "Learn more about MongoDB's Encryption and how you can maximize your project's security. Learn more on MongoDB Developer Center today!",
    "/products/mongodb/encryption/quickstarts": "Find the latest quickstarts for MongoDB's Encryption. Get your project up and running in minutes! Learn more from MongoDB Developer Center now!",
    "/products/mongodb/encryption/tutorials": "Learn more with MongoDB's Encryption tutorials. Find out new ideas for how you can implement take your security to the next level.",
    "/products/mongodb/indexes": "Question about MongoDB's Indexes? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help your data be more efficient.",
    "/products/mongodb/indexes/tutorials": "Need help with MongoDB's Indexes? Find out the ins and outs, and learn new ideas for how you can use MongoDB Indexes in your projects now!",
    "/products/mongodb/news": "Get the latest news for MongoDB products. Find out all the latest updates, events, and more. Get started on MongoDB Developer Center now!",
    "/products/mongodb/podcasts": "Listen to the latest updates, news, tips and tricks for MongoDB products. Start listening to the MongoDB experts on MongoDB Developer Center now!",
    "/products/mongodb/quickstarts": "Get the latest quickstarts for MongoDB. Get your project up and running in minutes! Learn more from MongoDB Developer Center now!",
    "/products/mongodb/schema": "Question about MongoDB's Schema? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help you set your data up right",
    "/products/mongodb/schema/articles": "Find all our articles around MongoDB Schema and how you can supercharge your projects today. Learn more from MongoDB Developer Center now!",
    "/products/mongodb/schema/news": "Get the latest updates about MongoDB schema. Find out all the latest news, events, and more. Get started on MongoDB Developer Center now!",
    "/products/mongodb/schema/tutorials": "Need help with MongoDB's Schema? Learn new ideas, and find out the tips and tricks for how you can super charge your MongoDB schema now!",
    "/products/mongodb/sharding": "Question about MongoDB Sharing? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help you get the most from your data",
    "/products/mongodb/shell": "Look no further for questions about MongoDB's Schema. MongoDB Developer Center has articles, videos, podcasts, and more to help your projects get to the next level!",
    "/products/mongodb/shell/articles": "Read more articles about MongoDB Shell and how you can supercharge your projects today. Learn more from MongoDB Developer Center now!",
    "/products/mongodb/time-series": "Question about MongoDB's Time Series? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help you get the most from your data",
    "/products/mongodb/tutorials": "Need help with MongoDB? Find tips and tricks, learn new ideas, and get the latest updates on MongoDB Developer Center!",
    "/products/mongodb/videos": "Watch our collection of video content for MongoDB so you can easily follow along with your MongoDB projects. Learn more on MongoDB Developer Center!",
    "/quickstarts": "Find the latest quickstarts for everything MongoDB. Get your project up and running in minutes! Learn more from MongoDB Developer Center now",
    "/technologies/aws": "Need help with MongoDB and AWS? Find tips and tricks, learn new ideas, and get the latest updates on MongoDB Developer Center!",
    "/technologies/kubernetes": "Find all content around MongoDB and Kubernetes. Get your project up and running in no time! Learn more from MongoDB Developer Center now",
    "/technologies/nodejs": "Question about MongoDB and NodeJS? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help you get the most from your data",
    "/technologies/raspberrypi": "Question about MongoDB and Raspberry Pi? Look no further. MongoDB Developer Center has articles, videos, podcasts, and more to help you get the most from your data",
    "/technologies/sql": "Find all content around MongoDB and SQL. Get your project up and running in no time! Learn more from MongoDB Developer Center now",
    "/technologies/tls": "Need help with MongoDB and TLS? Find tips and tricks, learn new ideas, and get the latest updates on MongoDB Developer Center!",
    "/topics": "Find all our topics for everything MongoDB. Get your project up and running in no time! Learn more from MongoDB Developer Center now",
    "/tutorials": "Get the latest tutorials on all things MongoDB. Find tips and tricks, learn new ideas, and maximize your project today on MongoDB Developer Center!",
    "/videos": "Discover our collection of video content for MongoDB so you can get our tips and tricks, learn new ideas, and get the latest updates on MongoDB Developer Center!",
    "/products/compass": "Learn more about MongoDB Compass and how it can be used to easily access data in your MongoDB database. ",
    "/languages/java/quickstarts": "Get started quickly with the \"write once run everywhere\" language, and how well it works with MongoDB. Those quick starts will get you up and running in no time.",
    "/languages/javascript/code-examples": "Discover our code examples about how to use JavaScript and MongoDB. Learn about use your favorite language, with your favorite database.",
    "/languages/csharp/quickstarts": "Find the latest quickstarts about C# and MongoDB. Get your project up and running in minutes! Learn more from MongoDB Developer Center now.",
    "/languages/javascript/quickstarts": "Explore our quick start guides about JavaScript and MongoDB. Learn from the Developer Center experts and gets up and running in no time.",
    "/products/atlas/data-api": "Learn everything about the new Data API, a new way to access your MongoDB data using REST-like API calls.",
    "/languages/python/quickstarts": "Find the latest quickstarts about Python and MongoDB. Get your project up and running in minutes! Learn more from MongoDB Developer Center now.",
    "/products/atlas/full-text-search": "Discover the full text search capabilities of MongoDB. Check out our code samples, tutorials, and article in the MongoDB Developer Center.",
    "/products/realm/studio": "Learn everything about Realm Studio, a tool to quickly and efficiently build Realm applications. Read more in our articles by the Developer Center experts.",
    "/technologies/android": "Find out how to use MongoDB products with Android applications. Check out our code samples, tutorials, and article in the MongoDB Developer Center.",
    "/languages/java/tutorials": "Get started using Java and MongoDB with these deep dive tutorials from the MongoDB Developer Center experts.",
    "/languages/swift": "Explore a collection of articles, quick starts, and tutorial about MongoDB and Swift. Get ideas for your new projects, as well as the latest updates.",
    "/languages/csharp/tutorials": "Learn about how to use C# with MongoDB in these step-by-step tutorials. Discover about the best practices from the MongoDB Developer Center.",
    "/languages/javascript/tutorials": "Learn about how to use JavaScript with MongoDB in these step-by-step tutorials. Discover about the best practices from the MongoDB Developer Center.",
    "/languages/python/tutorials": "Learn about how to use Python with MongoDB in these step-by-step tutorials. Discover about the best practices from the MongoDB Developer Center.",
    "/languages/java": "Explore our collection of quick starts, tutorials, and articles about Java and MongoDB from the Developer Center.",
    "/products/atlas": "Find out more about MongoDB Atlas, the full data platform by MongoDB. Check out the collection of articles and tutorials to make the most of this platform.",
    "/technologies": "Explore how you can use MongoDB with all the latest technologies, frameworks, and platforms available in this series of articles from the Developer Center.",
    "/languages": "Check out how MongoDB can be integrated in your application using your favourite programming languages. Get the latest news on any language.",
    "/products/compass/videos": "Watch hours of videos about the MongoDB GUI, Compass. Get some new ideas, and learn some new tips and tricks with this collection of videos about Compass.",
    "/languages/javascript/podcasts": "Listen to experts talk about all things JavaScript on the MongoDB podcast. With new guests every week, you will learn something new each time.",
    "/languages/javascript/videos": "Watch hours of videos about MongoDB and JavaScript. This collection of amazing videos will teach you everything from the basics to the most advanced topics.",
    "/languages/javascript/news": "Get the latest news for MongoDB products and JavaScript. Find out all the latest updates, events, and more. Get started on MongoDB Developer Center now!",
    "/languages/javascript/articles": "Learn about MongoDB and JavaScript with the Developer Center experts in this collection of articles and deep-dives.",
    "/languages/csharp/news": "Get the latest news for MongoDB products and C#. Find out all the latest updates, events, and more. Get started on MongoDB Developer Center now!",
    "/products/realm": "Find out more about MongoDB Realm, the mobile database with flexible sync capabilities. Check out this collection of articles and tutorials.",
    "/languages/csharp/videos": "Watch hours of videos about MongoDB and C#. This collection of amazing videos will teach you everything from the basics to the most advanced topics.",
    "/languages/csharp/articles": "Learn about MongoDB and C# with the Developer Center experts in this collection of articles and deep-dives.",
    "/technologies/cloudflare/tutorials": "Discover how to use Cloudflare with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/netlify/tutorials": "Discover how to use Netlify with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/ios/tutorials": "Discover how to build iOS applications that use MongoDB with these tutorials by the MongoDB Developer Center experts.",
    "/technologies/serverless/tutorials": "Explore these hands-on tutorials about serverless technologies and MongoDB. Whether its a serverless database, or a serverless function, we've got you covered.",
    "/technologies/jetpack-compose/tutorials": "Discover how to use Jetpack Compose with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/flask/tutorials": "Discover how to build Flask applications with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/technologies/fastapi/tutorials": "Discover how to build FastAPI applications with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/technologies/raspberrypi/tutorials": "Explore how to use MongoDB with Raspberry Pi's in these hands-on tutorials by the MongoDB Developer Center experts.",
    "/technologies/github-actions/tutorials": "Learn how to use Github Actions to create powerful CI/CD pipelines that integrate with MongoDB and Realm with this collection of tutorials.",
    "/technologies/gcp/tutorials": "Explore various ways to use MongoDB with GCP to leverage the best of the cloud technologies with this collection of tutorials.",
    "/technologies/dotnet-framework/tutorials": "Discover how to build dotNET applications with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/technologies/nodejs/tutorials": "Discover how to build Node.js applications with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/technologies/graphql/tutorials": "Discover how to use GraphQL with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/unity/tutorials": "Discover how to use Unity with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/kubernetes/tutorials": "Discover how to use Kubernetes with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/kafka/tutorials": "Discover how to use Kafka with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/sql/tutorials": "Learn how MongoDB's Query API compares to SQL in this collection of tutorials. You will learn the best practices in querying data with MongoDB.",
    "/technologies/docker/tutorials": "Discover how to use Docker with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/aws/tutorials": "Explore various ways to use MongoDB with AWS to leverage the best of the cloud technologies with this collection of tutorials.",
    "/technologies/nextjs/tutorials": "Discover how to build NextJS applications with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/technologies/android/tutorials": "Discover how to build Android applications that use MongoDB with these tutorials by the MongoDB Developer Center experts.",
    "/technologies/parquet/tutorials": "Discover how to use Parquet with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those two technologies.",
    "/technologies/react/tutorials": "Discover how to build React applications with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/technologies/postman-api/tutorials": "Learn how to use Postmain API with MongoDB with these tutorials by the MongoDB Developer Center experts, and get the most from those technologies.",
    "/products/atlas/data-api-postman": "MongoDB's new Data API is a great way to access your MongoDB Atlas data using a REST-like interface. In this article, we will show you how to use Postman to read and write to your MongoDB Atlas cluster."
}
